[
  {
    "id": "67c03e6a-42c8-5eb5-831b-2ec6eaa049f8",
    "publicationURL": "phenomenology-of-spirit-analysis",
    "title": "The Phenomenology of Spirit",
    "ISBN": "9781912127184",
    "synopsis": "<p>In his 1807 work <i>Phenomenology of Spirit</i>, G. W. F. Hegel introduced the world to his philosophical system. His most influential work&mdash;and the culmination of the German Idealist movement begun in the late eighteenth century as a response to the works of Immanuel Kant&mdash;the book remains one of the undisputed classics of Western thought.</p>\n\n<p>The first major work of Western philosophy to introduce the idea that the truths of philosophy are inseparable not only from the history of philosophy itself, but also from the histories and politics of the societies in which they arise, <i>Phenomenology</i> continues to inspire prominent thinkers in its field. Yet its impact transcends the narrow field of professional philosophy. Its developmental account of self-consciousness and social relations, along with its themes of mutual recognition and the struggle between master and slave, have influenced academic disciplines ranging from psychoanalysis to sociology. Through its direct impact on Karl Marx and his intellectual successors, it has also become a key text for political movements throughout the nineteenth and twentieth centuries.</p>\n",
    "overview": "Philosophy cannot rely on reason alone—it must account for consciousness, too. Perception, knowledge, ethics, and society are examined in this extraordinarily influential text in the canon of Western thought."
  },
  {
    "id": "04f2069c-a72c-545d-9834-7b8fc56c6141",
    "publicationURL": "metaphysics-analysis",
    "title": "Metaphysics",
    "ISBN": "9781912127214",
    "synopsis": "<p>How many books can claim to be so influential as to inspire the development of a whole school of thought? The ancient Greek philosopher Aristotle&rsquo;s <em>Metaphysics </em>did exactly that, laying the foundations for a new branch of philosophy&mdash;metaphysics&mdash;concerned with the cause and nature of being.</p>\n\n<p>Aristotle questioned his teacher Plato&rsquo;s renowned Theory of Forms. Plato argued that everything in the world is nothing more than an imperfect representation of its perfect form. Aristotle, however, focused on the reality of the material world. He argued that anything that can be asserted about anything that exists is due to its actual existence. In other words, its substance is in its present form. But Aristotle went further. In analyzing this substance, he then introduced more philosophical ideas&mdash;like the &ldquo;unmoved mover,&rdquo; potentiality, and actuality&mdash;that also became hugely important in their own right.</p>\n\n<p>Ancient philosophers and contemporary thinkers have all cited Aristotle&rsquo;s ideas as an inspiration, which is why <em>Metaphysics</em> is still such an important work today.</p>\n",
    "overview": "In one of the most influential texts in all Western philosophy, Aristotle discusses the very nature of “being” itself."
  },
  {
    "id": "6dc25e0d-3e35-50bd-a2b9-f474aa9d8856",
    "publicationURL": "nations-and-nationalism-analysis",
    "title": "Nations and Nationalism",
    "ISBN": "9781912127306",
    "synopsis": "<p>In his 1983 book <em>Nations and Nationalism</em> British Czech intellectual Ernest Gellner puts forward a theory of nationalism, explaining that the concept of nation is not, in fact, an ancient notion as we might first imagine. Rather, it is a modern idea born out of the seismic social and cultural shifts that industrialization brought to the Western world. Industrial society needed an educated workforce sharing the same culture and the same language&mdash;something much less important in the agricultural age. Gellner shows how the concept of nationalism&mdash;a political concept in which state and cultural boundaries match&mdash;follows from this new idea of nation. Gellner was well aware that &ldquo;the idea of a man without a nation seems to impose a &hellip; strain on the modern imagination.&rdquo; But having witnessed firsthand the catastrophic effects of excessive nationalism&mdash;Gellner was a Jew who escaped from Czechoslovakia in 1939 after Hitler invaded&mdash;he was only too aware of the dangers of believing nationalism was something all human beings should embrace.</p>\n",
    "overview": "There is nothing ancient about the nation-state, argues Gellner. Nations, and in turn nationalism, are a product of the cultural and social adjustments required when human societies shift from an agricultural to an industrial economy."
  },
  {
    "id": "55641d6f-c066-5d86-963f-17e7453f3279",
    "publicationURL": "the-sacred-wood-analysis",
    "title": "The Sacred Wood: Essays on Poetry and Criticism",
    "ISBN": "9781912127412",
    "synopsis": "<p>Famous as an accomplished poet, T. S. Eliot was also the author of some highly important literary criticism. First published in 1920, <i>The Sacred Wood</i> collects 13 of Eliot&rsquo;s early critical essays. He intended them to be a statement of his principles for literary achievement. These concepts&mdash;and the works that Eliot wrote after setting out his principles&mdash;inspired many major poets of the twentieth century. Some wanted to imitate him, while many others looked to disagree with him. But few since can be said to have fully escaped Eliot&rsquo;s influence.</p>\n\n<p>In these essays, Eliot proposes rules for how a poet should relate to a poem and to the poetic tradition. His twin concepts of &ldquo;impersonality&rdquo; and &ldquo;tradition&rdquo; have had a lasting impact. <i>The Sacred Wood&rsquo;s </i>arguments fueled conversations in the literary world for several decades, and established Eliot&rsquo;s reputation as a fine literary critic. Indeed, many consider him to be one of the greatest of the twentieth century. <i>The Sacred Wood</i> shows why.</p>\n",
    "overview": "“How should a poet relate to a poem? And what is tradition?” Critical essays from a major poet, and a statement of guiding principles for literary achievement."
  },
  {
    "id": "80d24c27-d1eb-56d4-afa3-57601112f6bb",
    "publicationURL": "the-federalist-papers-analysis",
    "title": "The Federalist Papers",
    "ISBN": "9781912127634",
    "synopsis": "<p>One of the most influential works of political theory ever written, <i>The Federalist Papers </i>collects 85 essays from 1787 and 1788, when the United States was a new country looking to find its way politically. Thomas Jefferson, author of the country&rsquo;s Declaration of Independence and a future US president himself, called the work &ldquo;the best commentary on the principles of government which ever was written.&rdquo;</p>\n\n<p><i>The Federalist Papers</i> looked to persuade Americans that it was in their interest to back a strong national government enshrined in a constitution. Why? Because the three men who wrote the essays were convinced this was the only way to knit the newborn country together, while still preserving individual liberties. That constitution&mdash;drafted in the late-eighteenth century&mdash;still governs the US today and is the oldest written constitution in the world still in force.</p>\n\n<p>The book remains essential reading for anyone interested in the birth of democracy and for those who want to interpret the US Constitution according to its original intent.</p>\n",
    "overview": "One of the founding documents of the American nation, this text advocated replacing the Articles of Confederation with a Constitution and today serves as an important point of reference for American government and law."
  },
  {
    "id": "8c5f63c5-7acc-562f-b687-566bfb96e705",
    "publicationURL": "the-age-of-revolution-analysis",
    "title": "The Age Of Revolution",
    "ISBN": "9781912127658",
    "synopsis": "<p>In <i>The Age of Revolution,</i> renowned British Marxist historian Eric Hobsbawm focuses on the historical period from the end of the eighteenth century to the middle of the nineteenth. He concludes that the &ldquo;dual revolutions&rdquo; of the time&mdash;the French Revolution and the British Industrial Revolution&mdash;changed the way the whole world thought about politics and power, and fundamentally shaped the modern era.</p>\n\n<p>This is the first in Hobsbawm&rsquo;s acclaimed trilogy of books on the &ldquo;long&rdquo; nineteenth century&mdash;from 1789 to 1914. In <i>The</i> <i>Age of Revolution</i> he explains how the dual revolutions created conditions in which capitalism and liberalism could rise and dominate. But while values such as liberty, free trade, and meritocracy led to the formation of the middle class, this leap forward largely excluded the urban, laboring poor, resulting in the emergence of socialism and the working class.</p>\n\n<p>Although now over 50 years old, the text remains a superb introduction to modern history and has been read by millions worldwide.</p>\n",
    "overview": "A classic Marxist analysis of Europe at the time of the French Revolution and the British Industrial Revolution. Politics, power, capitalism, socialism—and the birth of the modern era."
  },
  {
    "id": "99b8cb43-2ab0-5093-8155-60c47998a6d7",
    "publicationURL": "Foucault-whatisanauthor-Macat-analysis",
    "title": "What Is An Author?",
    "ISBN": "9781912453085",
    "synopsis": null,
    "overview": "French philosopher Michel Foucault’s 1969 essay “What is an Author?” is a seminal text on a central topic in literary theory: authorial intention. Where does a text’s meaning come from? The intuitive answer is: the author. This was the traditional stance of literary critics and theorists until a series of debates reached their height in 1960s Paris. “What is an Author?” is Michel Foucault’s brilliant contribution which put him at the center of the debate. This essay, which asks readers to reconsider their ideas about authors and authority, is a piece of theory that means you can never see “the author” the same way again."
  }
]